{
    "Lagniappe": [
        {
            "Name": "The 415",
            "Description": "Asian sisig fries topped with pork, green onion and cheese"
        },
        {
            "Name": "Beaucoup Mac & Cheese",
            "Description": "A delicate four cheese blend of white, sharp cheddar, colby jack and gouda cheese with large elbow macaroni in a silky milk blend"
        }
    ],
    "Vegetarian": [
        {
            "Name": "Aye Woodie",
            "Description": "Red Beans/Rice"
        },
        {
            "Name": "The Berkley",
            "Description": "Mushrooms and spinach sautéed in a light spicy tomato sauce over corn grits"
        }
    ],
    "Carnivore": [
        {
            "Name": "Bayou Broth",
            "Description": "Short ribs, shrimp, mussels, hot sausage and kimchi in a spicy asian broth over japanese noodles"
        },
        {
            "Name": "City of Angels Chicken/Waffles",
            "Description": "Marinated and cajun fried chicken thigh with a light waffles served with our in house made bourbon syrup"
        },
        {
            "Name": "Mardi Gras Mambo",
            "Description": "Our take on jambalaya pasta. Penne noodles served with chicken, andouille, spicy sausage and gulf shrimp in a creamy light tomato sauce"
        },
        {
            "Name": "The 504",
            "Description": "Marinated cajun fried chicken thigh on a brioche bun, house made cole slaw, pickles. May add our hyphe sauce or mayo on top"
        },
        {
            "Name": "The Good Looks",
            "Description": "Candied chicken wins. Six jumbo korean style chicken wings coated in sweet and spicy sauce"
        }
    ],
    "Pescatarian": [
        {
            "Name": "Oaktown",
            "Description": "Garlicky dungeness crab roasted in butter and server over asian style garlic noodles"
        },
        {
            "Name": "The Uptown",
            "Description": "Gulf shrimp, chicken andouille, shitake, king oyster and maitake mushrooms, sautéed spinach and jalepeno over corn grits. May add cheddar cheese for extra $1.00"
        }
    ]
}